Repository: webjust-fitsystems/jellycon
Catalog: resources/resource.language.*/strings.po
Languages: de_de

# #30003
source: Verify HTTPS certificate
de_de: HTTPS-Zertifikat verifizieren

# #30005
source: Username
de_de: Benutzername

# #30006
source: Password
de_de: Passwort

# #30007
source: Samba username
de_de: Samba Benutzername

# #30008
source: Samba password
de_de: Samba Passwort

# #30010
source: Number of performance profiles to capture
de_de: Anzahl der zu erfassenden Leistungsprofile

# #30011
source: [Detect local server]
de_de: Lokalen Server erkennen

# #30012
source: [Change user]
de_de: [Benutzer ändern]

# #30015
source: Log timing data
de_de: Loggen von Zeitdaten

# #30016
source: Device display name
de_de: Geräteanzeigename

# #30017
source: Show connected clients
de_de: Verbundene Clients anzeigen

# #30018
source: Number of items to show in filtered lists
de_de: Anzahl der Elemente, die in gefilterten Listen angezeigt werden sollen

# #30019
source: Filtered episode name format
de_de: Gefiltertes Episodennamenformat

# #30020
source: Flatten single season
de_de: #Einzelne Staffel verkleinern

# #30021
source: Show all episodes item
de_de: #Alle Episoden anzeigen

# #30022
source: Advanced
de_de: Erweitert

# #30023
source: Hide unwatched episode details
de_de: Details zu nicht gesehenen Episoden ausblenden

# #30024
source: Username:
de_de: Benutzername:

# #30025
source: Password:
de_de: Passwort:

# #30026
source: Widget item select action
de_de: Widget Element Aktion auswählen

# #30027
source: Enable debug logging
de_de: Debug-Protokollierung einschalten

# #30044
source: Incorrect Username/Password
de_de: Falscher Benutzername/Passwort

# #30045
source: Username not found
de_de: Benutzername nicht gefunden

# #30052
source: Deleting
de_de: Löschen

# #30053
source: Waiting for server to delete
de_de: Warten auf Server zum Löschen

# #30063
source: N/A
de_de: N/V

# #30091
source: Confirm delete?
de_de: Löschen bestätigen?

# #30092
source: Warning: This action will delete the media files from the server.
de_de: Warnung: Diese Aktion löscht die Mediendateien auf dem Server.

# #30110
source: Interface
de_de: Schnittstelle

# #30111
source: Services
de_de: Dienste

# #30112
source: Loading Content
de_de: Lade Inhalt

# #30113
source: Retrieving Data
de_de: Abrufen von Daten

# #30114
source: Jump back seconds
de_de: Sekunden zurück springen

# #30116
source: Add unwatched counts to names
de_de: Fügen Sie Namen ungesehende Anzahl hinzu

# #30118
source: Add resume percent to names
de_de: Fügen Sie den Namen Fortsetzen in Prozent hinzu

# #30120
source: Show load progress
de_de: Ladevorgang anzeigen

# #30121
source: On resume
de_de: Fortfahren

# #30125
source: Done
de_de: Fertig

# #30126
source: Processing Item :
de_de: Verarbeitung Element :

# #30135
source: Error
de_de: Fehler

# #30139
source: No Media Type Set
de_de: Kein Medientyp festgelegt

# #30163
source: Add (cc) if subtitle is available
de_de: Füge (cc) hinzu, wenn Untertitel vorhanden sind

# #30166
source: Select Server
de_de: Wähle Server

# #30167
source: Selected Server Address
de_de: Gewählte Serveradresse

# #30169
source: Address:
de_de: Adresse:

# #30180
source: Select User
de_de: Wähle Benutzer

# #30181
source: Include plot
de_de: Plot einbeziehen

# #30182
source: Include media stream info
de_de: Informationen zum Medien-Stream einbeziehen

# #30183
source: Include people
de_de: Personen einbeziehen

# #30200
source: URL error
de_de: URL Fehler

# #30201
source: Unable to connect to server
de_de: Verbindung zum Server kann nicht hergestellt werden

# #30206
source: Playback type
de_de: Wiedergabeart

# #30207
source: Playback
de_de: Wiedergabe

# #30208
source: Max stream bitrate (Kbits)
de_de: Maximale Stream-Bitrate (Kbits)

# #30209
source: File direct path
de_de: Direkter Dateipfad

# #30210
source: HTTP direct stream
de_de: Direkter HTTP Stream

# #30211
source: Transcode options
de_de: Transkodierungsoptionen

# #30212
source: Video max width
de_de: Maximale Videobreite

# #30213
source: Video force 8 bit
de_de: Erzwinge Video 8 Bit

# #30214
source: Events
de_de: Ereignisse

# #30215
source: On playback stop (100% = disabled)
de_de: Bei Wiedergabestopp (100 % = deaktiviert)

# #30216
source: Item Details
de_de: Element Details

# #30217
source: Prompt to delete episode after %
de_de: Aufforderung zum Löschen der Episode nach %

# #30218
source: Play next episode after %
de_de: Nächste Folge abspielen nach %

# #30219
source: - Prompt before play
de_de: - Aufforderung vor der Wiedergabe

# #30220
source: Prompt to delete movie after %
de_de: Aufforderung zum Löschen des Films nach %

# #30222
source: Item Layout
de_de: Element Layout

# #30223
source: Page Size and Filtering
de_de: Seitengröße und Filterung

# #30224
source: Interaction
de_de: Interaktion

# #30229
source: TV Shows
de_de: Serien

# #30231
source: Movies
de_de: Filme

# #30235
source: Episodes
de_de: Episoden

# #30236
source: Force transcode h265 (hevc)
de_de: Transkodierung h265 (hevc) erzwingen

# #30237
source: Start from beginning
de_de: Start vom Anfang

# #30238
source: Playback stream options
de_de: Optionen für Wiedergabestreams

# #30239
source: Force transcode mpeg2
de_de: Transkodierung mpeg2 erzwingen

# #30240
source: Force transcode msmpeg4v3 (divx)
de_de: Transkodierung msmpeg4v3 (divx) erzwingen

# #30241
source: Force transcode mpeg4
de_de: Transkodierung mpeg4 erzwingen

# #30246
source: Search
de_de: Suchen

# #30247
source: Custom Widget Content
de_de: Benutzerdefinierter Widget-Inhalt

# #30250
source: Unknown
de_de: Unbekannt

# #30251
source: Movies - Genres
de_de: Filme - Genres

# #30252
source: Movies - A-Z
de_de: Filme - A-Z

# #30254
source: Show add-on settings
de_de: Add-On-Einstellungen anzeigen

# #30255
source: TV Shows - A-Z
de_de: Serien - A-Z

# #30256
source: Movies
de_de: Filme

# #30257
source: Movies - Recently Added
de_de: Filme - Kürzlich hinzugefügt

# #30258
source: Movies - In Progress
de_de: Filme - In Bearbeitung

# #30259
source: Movies - Favorites
de_de: Filme - Favoriten

# #30260
source: BoxSets
de_de: Sammlungen

# #30261
source: TV Shows
de_de: Serien

# #30262
source: TV Shows - Favorites
de_de: Serien - Favoriten

# #30263
source: Episodes - Recently Added
de_de: Episoden - Kürzlich hinzugefügt

# #30264
source: Episodes - In Progress
de_de: Episoden - In Bearbeitung

# #30265
source: Episodes - Next Up
de_de: Episoden - nächste Ausstrahlung

# #30266
source: Movies - Pages
de_de: Filme - Seiten

# #30267
source: - In Progress
de_de: - In Bearbeitung

# #30268
source: - Recently Added
de_de: - Kürzlich hinzugefügt

# #30269
source: Movies - Random
de_de: Filme - Zufällig

# #30270
source: Mark Watched
de_de: Markierung angesehen

# #30271
source: Mark Unwatched
de_de: Markierung nicht angesehen

# #30272
source: Set Favourite
de_de: Favorit setzen

# #30273
source: Unset Favourite
de_de: Favorit entfernen

# #30274
source: Delete
de_de: Löschen

# #30275
source: Force Transcode
de_de: Transkodierung erzwingen

# #30276
source: Extra Resume Prompt Detected
de_de: Extra-Fortsetzen Eingabeaufforderung Erkannt

# #30277
source: JellyCon needs to prompt for resume on partily played items, Kodi can also prompt, this can cause a double prompt. Do you want to remove the double prompt?
de_de: JellyCon muss bei teilweise abgespielten Elementen zum Fortsetzen auffordern, Kodi selbst kann auch auffordern, dies kann aber eine doppelte Aufforderung verursachen. Möchten Sie die doppelte Aufforderung entfernen?

# #30278
source: - Next Up
de_de: - nächste Ausstrahlung

# #30279
source: TV Shows - Unwatched
de_de: Serien - Ungesehen

# #30280
source: Missing Title
de_de: Fehlender Titel

# #30281
source: Refresh Cached Images
de_de: Zwischengespeicherte Bilder aktualisieren

# #30282
source: No Jellyfin servers detected on your local network.
de_de: Kein Jellyfin-Server in Ihrem lokalen Netzwerk gefunden.

# #30283
source: Play Next Episode?
de_de: Nächste Folge abspielen?

# #30285
source: - Unwatched
de_de: - Ungesehen

# #30286
source: Movies - Unwatched
de_de: Filme - Ungesehen

# #30287
source: TV Shows - Latest
de_de: Serien - Neueste

# #30289
source: TV Shows - Genres
de_de: Serien - Genres

# #30290
source: All
de_de: Alle

# #30291
source: Select Audio Stream
de_de: Audio-Stream wählen

# #30292
source: Select Subtitle Stream
de_de: Untertitel-Stream auswählen

# #30293
source: Cache images
de_de: Bilder-Cache

# #30294
source: Notice
de_de: Hinweis

# #30295
source: To use this feature you need HTTP control enabled
de_de: Um diese Funktion zu nutzen, müssen Sie die HTTP-Steuerung aktivieren

# #30296
source: Delete
de_de: Löschen

# #30297
source: Delete unused images?
de_de: Nicht verwendete Bilder löschen?

# #30298
source: Deleting Kodi Images
de_de: Löschen von Kodi Bildern

# #30299
source: Cache Images
de_de: Bilder-Cache

# #30300
source: Cache all Jellyfin images as local Kodi images?
de_de: Alle Jellyfin-Bilder als lokale Kodi-Bilder zwischenspeichern?

# #30301
source: Caching Images
de_de: Bilder zwischenspeichern

# #30302
source: Existing images :
de_de: Vorhandene Bilder :

# #30303
source: Missing Jellyfin images :
de_de: Fehlende Jellyfin-Bilder

# #30304
source: Cached Jellyfin images :
de_de: Zwischengespeicherte Bilder von Jellyfin :

# #30305
source: Not Found
de_de: Nicht gefunden

# #30306
source: Playback starting
de_de: Wiedergabe starten

# #30307
source: Play Trailer
de_de: Trailer abspielen

# #30308
source: Select Trailer
de_de: Trailer wählen

# #30309
source: Select Media Source
de_de: Medien-Quelle auswählen

# #30310
source: Enable Jellyfin remote control
de_de: Jellyfin-Fernsteuerung einschalten

# #30311
source: Library -
de_de: Bibliothek -

# #30312
source: All -
de_de: Alles -

# #30313
source: Menu
de_de: Menü

# #30314
source: Play
de_de: Abspielen

# #30315
source: Suppress notifications for connection errors
de_de: Benachrichtigungen bei Verbindungsfehlern unterdrücken

# #30316
source: Connection Error
de_de: Verbindungsfehler

# #30317
source: Play All
de_de: Alles abspielen

# #30318
source: Music - Albums
de_de: Musik - Alben

# #30320
source: - Albums
de_de: - Alben

# #30322
source: Auto resume
de_de: Automatisch fortsetzen

# #30327
source: Go To Season
de_de: Gehe zu Staffel

# #30328
source: Show empty folders (shows, seasons, collections)
de_de: Leere Ordner anzeigen (Serien, Staffeln, Sammlungen)

# #30329
source: Screensaver
de_de: Bildschirmschoner

# #30330
source: Show change user dialog
de_de: Benutzerwechseldialog anzeigen

# #30331
source: Movies per page
de_de: Filme pro Seite

# #30332
source: Stop media playback on screensaver activation
de_de: Medienwiedergabe bei Aktivierung des Bildschirmschoners anhalten

# #30333
source: Cache artwork in the background
de_de: Im Hintergrung Grafiken zwischenspeichern

# #30334
source: Use JellyCon context menu
de_de: JellyCon-Kontextmenü verwenden

# #30338
source: Album
de_de: Alben

# #30339
source: Person
de_de: Personen

# #30340
source: Group movies into collections
de_de: Filme in Sammlungen gruppieren

# #30341
source: Background image update interval (0 = disabled)
de_de: Intervall für die Aktualisierung des Hintergrundbildes (0 = deaktiviert)

# #30342
source: New content check interval (0 = disabled)
de_de: Intervall für die Prüfung neuer Inhalte (0 = deaktiviert)

# #30343
source: Changes Require Kodi Restart
de_de: Änderungen erfordern einen Neustart von Kodi

# #30344
source: Number of images removed from cache
de_de: Anzahl der aus dem Cache entfernten Bilder

# #30345
source: Cache Jellyfin server data requests
de_de: Zwischenspeichern von Jellyfin-Server-Datenanfragen

# #30346
source: Deleteing Cached Images
de_de: Löschen von zwischengespeicherten Bildern

# #30347
source: Getting Existing Images
de_de: Vorhandene Bilder abrufen

# #30348
source: Add user ratings
de_de: Benutzerbewertungen hinzufügen

# #30349
source: - Recently Played
de_de: - Kürzlich abgespielt

# #30350
source: Music - Recently Added
de_de: Musik - Kürzlich hinzugefügt

# #30351
source: Music - Recently Played
de_de: Musik - Kürzlich abgespielt

# #30352
source: Music - Frequently Played
de_de: Musik - Häufig wiedergegeben

# #30319
source: Music - All Album Artists
de_de: Musik - Alle Album-Künstler

# #30321
source: - Album Artists
de_de: - Album Künstler

# #30353
source: - Frequently Played
de_de: - Häufig wiedergegeben

# #30354
source: Go To Series
de_de: Gehe zu Serie

# #30355
source: Kodi Settings->Services->Allow remote control via HTTP
de_de: Kodi Einstellungen->Dienste->Fernsteuerung über HTTP zulassen

# #30356
source: Loading existing image list
de_de: Vorhandene Bildliste laden

# #30357
source: Processing existing image list
de_de: Vorhandene Bildliste bearbeiten

# #30358
source: Retreiving remote image list
de_de: Abrufen der entfernten Bildliste

# #30359
source: Building full image list
de_de: Vollständige Bildliste erstellen

# #30360
source: - Channels
de_de: - Kanäle

# #30361
source: - Programs
de_de: - Programme

# #30362
source: - Recordings
de_de: - Aufnahmen

# #30363
source: Save Password?
de_de: Passwort speichern?

# #30364
source: Do you want to save the password?
de_de: Möchten Sie das Passwort speichern?

# #30365
source: Manual Login
de_de: Manuelle Anmeldung

# #30366
source: Manually enter user details
de_de: Manuelle Eingabe von Benutzerdetails

# #30367
source: Allow fast user switching password saving
de_de: Schnelles Umschalten des Benutzers ermöglichen Passwort speichern

# #30368
source: Clear Password?
de_de: Passwort löschen?

# #30369
source: Do you want to clear your saved password?
de_de: Möchten Sie Ihr gespeichertes Passwort löschen?

# #30370
source: Do you want to manually enter a server url?
de_de: Möchten Sie eine Server Url manuell eingeben?

# #30371
source: Could not connect to the URL you entered, do you want to try again?
de_de: Es konnte keine Verbindung zu der eingegebenen URL hergestellt werden, möchten Sie es erneut versuchen?

# #30373
source: Scanning for local servers
de_de: Suche nach lokalen Servern

# #30374
source: Sending request
de_de: Anfrage senden

# #30375
source: Receiving data packet
de_de: Empfangen von Datenpaketen

# #30376
source: Checking server url
de_de: Server URL prüfen

# #30377
source: Sending request
de_de: Anfrage senden

# #30378
source: Persist user details
de_de: Benutzerdaten beibehalten

# #30379
source: External subtitle prompt
de_de: Externe Untertitelabfrage

# #30380
source: Never
de_de: Niemals

# #30381
source: More than one
de_de: Mehr als einer

# #30382
source: Always
de_de: Immer

# #30384
source: Random movies interval minutes (0 = disabled)
de_de: Zufallsfilmintervall Minuten (0 = deaktiviert)

# #30385
source: Existing images before delete :
de_de: Vorhandene Bilder vor dem Löschen :

# #30386
source: Unused Jellyfin images :
de_de: Nicht verwendete Jellyfin-Bilder :

# #30387
source: Unused images removed :
de_de: Nicht verwendete Bilder entfernt :

# #30389
source: User details
de_de: Benutzerdetails

# #30390
source: Protocol
de_de: Protokoll

# #30393
source: Clear Cache Result
de_de: Zwischenspeicher löschen Ergebnis

# #30394
source: Cache files deleted
de_de: Zwischenspeicherdateien gelöscht

# #30395
source: Clear cached server data
de_de: Zwischengespeicherte Serverdaten löschen

# #30397
source: - Pages
de_de: - Seiten

# #30398
source: Refresh Jellyfin Metadata
de_de: Jellyfin-Metadaten aktualisieren

# #30399
source: Hide
de_de: Ausblenden

# #30400
source: Cache images interval minutes (0 = disabled)
de_de: Zwischenspeicher Bilder Intervall Minuten (0 = deaktiviert)

# #30402
source: Add to Kodi Playlist
de_de: Zur Kodi-Wiedergabeliste hinzufügen

# #30403
source: Movies - Recommendations
de_de: Filme - Empfehlungen

# #30405
source: - Show All
de_de: - Alle anzeigen

# #30406
source: Jellyfin Libraries
de_de: Jellyfin-Bibliotheken

# #30407
source: Global Lists
de_de: Globale Listen

# #30408
source: Custom Widgets
de_de: Benutzerdefinierte Widgets

# #30409
source: Add-on Actions
de_de: Add-On Aktionen

# #30410
source: - Collections
de_de: - Sammlungen

# #30411
source: - Years
de_de: - Jahre

# #30412
source: - Decades
de_de: - Jahrzehnte

# #30413
source: - Tags
de_de: - Stichworte

# #30414
source: - Favorites
de_de: - Favoriten

# #30415
source: - Favorite Collections
de_de: - Favoriten-Sammlungen

# #30416
source: HTTP timeout seconds
de_de: HTTP-Zeitlimit Sekunden

# #30417
source: You do not have permision to delete this item
de_de: Sie haben nicht die Berechtigung, dieses Element zu löschen

# #30420
source: Audio max channels
de_de: Audio Max. Kanäle

# #30421
source: Views
de_de: Aufrufe

# #30422
source: Sorting
de_de: Sortierung

# #30423
source: NotSet
de_de: nicht festgelegt

# #30424
source: Default
de_de: Standardwert

# #30425
source: Year
de_de: Jahr

# #30426
source: Title
de_de: Titel

# #30427
source: Added
de_de: Hinzugefügt

# #30428
source: Rating
de_de: Bewertung

# #30430
source: Label
de_de: Bezeichnung

# #30431
source: Seasons
de_de: Staffeln

# #30432
source: Hide watched items in lists
de_de: Gesehende Elemente in den Listen ausblenden

# #30433
source: Allow direct file playback
de_de: Direkte Dateiwiedergabe zulassen

# #30434
source: Force transcode stream bitrate (Kbits)
de_de: Bitrate des Transkodierungsstreams erzwingen (Kbits)

# #30435
source: Connection speed test
de_de: Test der Verbindungsgeschwindigkeit

# #30436
source: Speed test data size (MB)
de_de: Größe der Geschwindigkeitstestdaten (MB)

# #30437
source: Playback options
de_de: Wiedergabeoptionen

# #30438
source: Play cinema intros
de_de: Kino-Intros abspielen

# #30439
source: Show play next episode at time left
de_de: Abspielen der nächsten Episode zur vorgegebenen Zeit anzeigen

# #30440
source: Play next
de_de: Nächste Wiedergabe

# #30441
source: Use cached widget data
de_de: Zwischengespeicherte Widget-Daten verwenden

# #30442
source: Simple new content check
de_de: Einfache Prüfung neuer Inhalte
